Repository: axilleas/isitfedoraruby
Catalog: locale/*/app.po
Languages: sk

source: This is the home page for the Is It Fedora Ruby web application
sk: Toto je domovská stránka Is It Fedora Ruby web aplikácie.

source: *new* <a href=/stats/gemfile_tool>compare</a> your Gemfile against Fedora
sk: *new* <a href=/stats/gemfile_tool>porovaj</a> svoj Gemfile proti Fedore

source: Version
sk: Verzia

source: Rpm Version
sk: Rpm verzia

source: Downloads
sk: Stiahnuté

source: Git commits
sk: Git komity

source: Commits
sk: Komity

source: Updated
sk: Aktualizované

source: Wanted by
sk: Chcené:

source: Most wanted gems
sk: Najchcenejšie gemy

source: Most popular rpms
sk: Najpopulárnejšie rpmká

source: Most recent rpms
sk: Najnovšie rpmká

source: Most popular gems
sk: Najpopulárnejšie gemy

source: Is It Fedora Ruby on Github
sk: Is It Fedora Ruby na Github-e

source: About
sk: O nás

source: Contact
sk: Kontakt

source: Home
sk: Domov

source: Ruby Gems
sk: Ruby gemy

source: Fedora Rpms
sk: Fedora rpmká

source: Success Stories
sk: Príbehy úspešních

source: Find some of the best-known success stories here!
sk: Tu nájdete niektoré z najznámejších príbehov úspešních!

source: Contribute
sk: Prispejte

source: Search
sk: Hľadať

source: All Fedora Rpms
sk: Všetky Fedora rpmká

source: Name
sk: Názov

source: Up to date?
sk: Aktuálne?

source: Git Commits
sk: Gitové komity

source: Last Commit
sk: Posledný komit

source: Patched?
sk: Opatchované?

source: Maintainer
sk: Udržovateľ

source: Yes
sk: Áno

source: No
sk: Nie

source: %{time_ago} ago
sk: %{time_ago} späť

source: Homepage URI
sk: URI domovskej stránky

source: Source Code URI
sk: URI zdrojového kódu

source: Dependency Tree
sk: Strom závislostí

source: Maintainer: %{maintainer_email}
sk: Udržovateľ: %{maintainer_email}

source: Versions: %{rpm_versions}
sk: Verzie: %{rpm_versions}

source: Git Commits: %{rpm_commits}
sk: Gitové komity: %{rpm_commits}

source: Depends on:
sk: Závisí na:

source: Package
sk: Balík

source: Gem Version
sk: Verzia gemu

source: Bugs:
sk: Chyby:

source: Title
sk: Titulok

source: Versions:
sk: Verzie:

source: No dependents
sk: Žiadne závislé

source: Builds:
sk: Build-y:

source: Dependent Packages:
sk: Závislé balíky:

source: All Fedora Rpms maintained by %{name}
sk: Všetky Fedora RPM udržiavané uživateľom %{name}

source: See it in a nice bubble chart
sk: Pozrieť v peknom bublinkovom grafe

source: Gem / Fedora Version
sk: Gem / Fedora verzia

source: Bubble Chart:
sk: Bublinkový graf:

source: This graph shows the packages, which are represented by circles, that the user %{user_name} owns.
sk: Tento graf ukazuje balíky, reprezentované kruhmi, ktoré vlastní uživateľ %{user_name}.

source: The size of each circle is proportional to the number of commits for that package.
sk: Veľkosť každého z kruhov je úmerná počtu komitov pre daný balík.

source: Back
sk: Späť

source: Test your Gemfile or Gemfile.lock against Fedora
sk: Otestuj svoj Gemfile alebo Gemfile.lock proti Fedore

source: Upload it
sk: Uploadnúť to

source: or Paste it
sk: alebo to Vložiť

source: submit
sk: odoslať

source: All Ruby Gems
sk: Všetky Ruby gemy

source: Wantedness: %{gem_wantedness}
sk: Chcenosť: %{gem_wantedness}

source: Version: %{gem_version}
sk: Verzia: %{gem_version}

source: Total Downloads: %{total_downloads_number}
sk: Stiahnutia spolu: %{total_downloads_number}

source: Description:
sk: Popis:

source: %{gem_name} does not have a description yet
sk: %{gem_name} ešte nemá popis

source: Comments
sk: Komentáre

source: Name: %{comment_name}
sk: Meno: %{comment_name}

source: Comment:
sk: Komentár:

source: Add new comment
sk: Pridať nový komentár

source: Yes I want it!
sk: Ano, chcem to!

source: Keep me updated!
sk: Zasielaj mi dianie!

source: Submit
sk: Odoslať

source: RubyGems -> RPMs
sk: RubyGemy -> RPMká

source: Dependencies:
sk: Závislosti:

source: No dependencies
sk: Žiadne závislosti

source: build with koji
sk: buildnuté v koji

source: Next
sk: Ďalej

source: Name of Gem to Import:
sk: Názov Gemu na importovanie:

source: Select version of gem %{gem_name} to import
sk: Vyber verziu gemu %{gem_name} na import

source: IsItFedoraRuby is a web-application (a Rails application) for keeping track of the Fedora/Ruby integration, especially gem->rpm conversion, documentation, and success stories.
sk: IsItFedoraRuby je webová (Railsová) aplikácia určená na držanie prehľadu o stave integrácie Fedory a Ruby, najmä konverzie gemov na rpm, dokumentácie, a príbehov úspešných.

source: The project was started on 2012 as a <a href=https://fedoraproject.org/wiki/GSOC_2012/Student_Application_Zuhao/IsItFedoraRuby>Google Summer Of Code project</a> by Zuhao, and it is growing to include Ruby Special Interest Group.
sk: Tento projekt začal Zuhao v roku 2012 ako <a href=https://fedoraproject.org/wiki/GSOC_2012/Student_Application_Zuhao/IsItFedoraRuby>Google Summer Of Code projekt</a>, a narastá aby zahrnul Ruby Special Interest Group.

source: A SIG for people who are interested in improving the state of Ruby in Fedora. This includes packaging Ruby libraries and applications, setting and improving standards for packaging them as RPMs and maintaining Ruby packages for Fedora.
sk: SIG pre ľudí, ktorí sa zaujímajú o zlepšenie stavu Ruby vo Fedore. Zahŕňa to balíkovanie Ruby knižníc a aplikácií, nastavovanie a zlepšovanie štandardov ich balíkovania do RPM a údržba Ruby balíkov pre Fedoru.

source: Packaging Ruby libraries and applications for Fedora is an ongoing process. We hope that this situation will improve dramatically over the next few months; that means that you, dear reader, can become a hero by packaging your favorite piece of Ruby code as an RPM and submitting it to Fedora.
sk: Balenie Ruby knižníc a aplikácií pre Fedoru je postupný proces. Dúfame, že sa táto situácia výrazne zlepší v priebehu nabližích mesiacov; čo znamená, že aj Ty milý čitateľ máš šancu stať sa hrdinom a zabalíkovať svoj obľúbený kus Ruby kódu ako RPM a zaslať ho do Fedory.

source: Please Contribute!
sk: Prosím prispejte!

source: As this project is still in its early stage, please feel free to contribute any code or ideas to make it better.
sk: Keďže je tento projekt stále v rannom štádiu, neváhajte a prispejte prosím nejakým kódom alebo nápadom na jeho vylepšenie.

source: For more info, please check out the <a href=http://github.com/zuhao/isitfedoraruby>code</a> or visit the <a href=https://fedoraproject.org/wiki/Ruby_SIG>Ruby SIG</a> wiki page.
sk: Pre viac informácií, si prosím pozrite <a href=http://github.com/zuhao/isitfedoraruby>kód</a> alebo naštívte <a href=https://fedoraproject.org/wiki/Ruby_SIG>Ruby SIG</a> wiki stránku.

source: Comment
sk: Komentár

source: It works for me!
sk: Mne to funguje!

source: Contribute to make it better!
sk: Prispejte a vylepšite!

source: Find how to contribute to the Fedora/Ruby community.
sk: Zisti ako prispieť do Fedora/Ruby komunity.

source: %{dep_name} (%{dep_version}) is too old in %{rv_fedora_version} (which has %{rv_rpm_version})
sk: %{dep_name} (%{dep_version}) je pristaré vo %{rv_fedora_version} (kde je %{rv_rpm_version})

source: %{dep_name} (%{dep_version}) is sufficient in %{rv_fedora_version}
sk: %{dep_name} (%{dep_version}) je dostatočná v %{rv_fedora_version}

source: %{dep_name} is in Fedora!
sk: %{dep_name} je vo Fedore!

source: %{dep_name} not found in Fedora
sk: %{dep_name} nenájdené vo Fedore

source: Timeline (Bugs and Versions)
sk: Časová línia (chyby a verzie)

source: This timeline depicts a chronological visualization of the bugs & version releases for %{gem_name}
sk: Táto časová línia zobrazuje chronologickú vizualizáciu chýb a vydaných verzií %{gem_name}

source: There are many ways you can contribute with the <a href=https://fedoraproject.org/wiki/Ruby_SIG>Fedora Ruby community</a>. Packaging Ruby libraries and applications for Fedora is still in its infancy, and only very few RPMs are available. We hope that this situation will improve dramatically over the next few months; that means that you, dear reader, can become a hero by packaging your favorite piece of Ruby code as an RPM and <a href=http://fedoraproject.org/wiki/PackageMaintainers/Join>submitting it to Fedora</a>.
sk: Je mnoho spôsobov, ako môžte prispieť do <a href=https://fedoraproject.org/wiki/Ruby_SIG>Fedora Ruby komunity</a>. Balíkovanie Ruby knižníc a aplikácií pre Fedoru je stále v plienkach a dostupných je zatiaľ len pomerne málo RPMiek. Dúfame, že sa táto situácia výrazne zlepší v priebehu nabližích mesiacov; čo znamená, že aj Ty milý čitateľ máš šancu stať sa hrdinom a zabalíkovať svoj obľúbený kus Ruby kódu ako RPM a <a href=http://fedoraproject.org/wiki/PackageMaintainers/Join>zaslať ho do Fedory</a>.

source: Also, you can report bugs, send patches, or enhance in any way this web application in <a href=https://github.com/zuhao/isitfedoraruby>our github site</a>. Just clone the repository, make your changes and submit a pull request. Your imagination sets the limit!
sk: Taktiež môžeš nahlásiť chyby, poslat opravy, alebo vylepšenia akéhokoľvek druhu pre túto webovú aplikáciu na <a href=https://github.com/zuhao/isitfedoraruby>našu github stránku</a>. Stačí si len vyklonovať repozitár, urobiť zmeny a poslať pull request. Limitom je len tvoja predstavivosť.

source: If you want to contact the Fedora Ruby community, send an e-mail to the <a href=mailto:ruby-sig@lists.fedoraproject.org>Ruby SIG mailing list</a>.
sk: Ak chcete kontaktovať Fedora Ruby komunitu, zašlite e-mail na <a href=mailto:ruby-sig@lists.fedoraproject.org>Ruby SIG mailing list</a>.

source: To file a bug against this web application, <a href=https://github.com/zuhao/isitfedoraruby/issues/new>create a new issue</a> in the github repository.
sk: Na nahlásenie chyby v tejto webovej aplikácii <a href=https://github.com/zuhao/isitfedoraruby/issues/new>vyrobte "issue"</a> v github repozitári.

source: Is It Fedora Ruby has been translated into your language by:
sk: Is It Fedora Ruby do vášho jazyka preložil(a/i):

source: translator-credits
sk: Maroš Zaťko <mzatko AT redhat DOT com>, 2013
